Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Moderation.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Explain why you believe your suspension should be lifted. A moderator will review your message.
ar: اشرح سبب اعتقادك بأنه ينبغي رفع الإيقاف عن حسابك. سيقوم أحد المشرفين بمراجعة رسالتك.
bn: আপনার স্থগিতাদেশ কেন প্রত্যাহার করা উচিত বলে আপনি মনে করেন তা ব্যাখ্যা করুন। একজন মডারেটর আপনার বার্তাটি পর্যালোচনা করবেন।
cs: Vysvětlete, proč se domníváte, že by vaše pozastavení mělo být zrušeno. Moderátor vaši zprávu posoudí.
da: Forklar, hvorfor du mener, at din suspendering bør ophæves. En moderator gennemgår din besked.
de: Erläutern Sie, warum Ihre Sperre Ihrer Ansicht nach aufgehoben werden sollte. Eine Moderatorin oder ein Moderator wird Ihre Nachricht prüfen.
el: Εξηγήστε γιατί πιστεύετε ότι η αναστολή σας πρέπει να αρθεί. Ένας συντονιστής θα εξετάσει το μήνυμά σας.
es: Explique por qué considera que debería levantarse su suspensión. Un moderador revisará su mensaje.
es_419: Explique por qué considera que se debería levantar su suspensión. Un moderador revisará su mensaje.
fa: توضیح دهید چرا معتقدید تعلیق شما باید برداشته شود. یک ناظر پیام شما را بررسی خواهد کرد.
fi: Kerro, miksi katsotte, että jäädytys tulisi poistaa. Moderaattori tarkistaa viestinne.
fil: Ipaliwanag kung bakit naniniwala kayong dapat alisin ang inyong suspensyon. Susuriin ng isang moderator ang inyong mensahe.
fr: Expliquez pourquoi vous estimez que votre suspension devrait être levée. Un modérateur examinera votre message.
he: הסבירו מדוע לדעתכם יש להסיר את ההשעיה. מנהל קהילה יבחן את הודעתכם.
hi: बताएं कि आपके अनुसार आपका निलंबन क्यों हटाया जाना चाहिए। एक मॉडरेटर आपके संदेश की समीक्षा करेगा।
hu: Indokolja meg, miért gondolja, hogy a felfüggesztését fel kellene oldani. Egy moderátor át fogja nézni az üzenetét.
hy: Բացատրեք, թե ինչու եք կարծում, որ ձեր կասեցումը պետք է հանվի։ Մոդերատորը կքննարկի ձեր հաղորդագրությունը։
id: Jelaskan mengapa Anda yakin penangguhan Anda harus dicabut. Moderator akan meninjau pesan Anda.
it: Spieghi perché ritiene che la sospensione debba essere revocata. Un moderatore esaminerà il suo messaggio.
ja: 停止が解除されるべきだと考える理由をご説明ください。モデレーターがメッセージを確認いたします。
ko: 정지가 해제되어야 한다고 생각하는 이유를 설명해 주세요. 모더레이터가 메시지를 검토할 것입니다.
ms: Terangkan mengapa anda percaya penggantungan anda patut ditarik balik. Seorang moderator akan menyemak mesej anda.
nl: Leg uit waarom u vindt dat uw schorsing moet worden opgeheven. Een moderator beoordeelt uw bericht.
no: Forklar hvorfor du mener utestengelsen din bør oppheves. En moderator vil gjennomgå meldingen din.
pl: Wyjaśnij, dlaczego Twoim zdaniem zawieszenie powinno zostać zniesione. Moderator rozpatrzy Twoją wiadomość.
pt_br: Explique por que você acredita que sua suspensão deveria ser revogada. Um moderador analisará sua mensagem.
pt_pt: Explique por que considera que a sua suspensão deve ser levantada. Um moderador irá rever a sua mensagem.
ro: Explicați de ce considerați că suspendarea dumneavoastră ar trebui ridicată. Un moderator vă va examina mesajul.
ru: Объясните, почему, по вашему мнению, блокировку следует снять. Модератор рассмотрит ваше сообщение.
sv: Förklara varför du anser att din avstängning bör hävas. En moderator kommer att granska ditt meddelande.
ta: உங்கள் இடைநிறுத்தம் ஏன் நீக்கப்பட வேண்டும் என்று நீங்கள் கருதுகிறீர்கள் என்பதை விளக்கவும். ஒரு நடுவர் உங்கள் செய்தியைப் பரிசீலிப்பார்.
te: మీ సస్పెన్షన్ ఎందుకు ఎత్తివేయబడాలని మీరు భావిస్తున్నారో వివరించండి. ఒక మోడరేటర్ మీ సందేశాన్ని సమీక్షిస్తారు.
th: โปรดอธิบายเหตุผลที่คุณเชื่อว่าการระงับการใช้งานของคุณควรถูกยกเลิก ผู้ดูแลจะตรวจสอบข้อความของคุณ
tr: Askınızın neden kaldırılması gerektiğini düşündüğünüzü açıklayın. Bir moderatör mesajınızı inceleyecektir.
uk: Поясніть, чому, на вашу думку, блокування слід скасувати. Модератор розгляне ваше повідомлення.
ur: وضاحت کریں کہ آپ کے خیال میں آپ کی معطلی کیوں ختم کی جانی چاہیے۔ ایک موڈریٹر آپ کے پیغام کا جائزہ لے گا۔
vi: Hãy giải thích vì sao bạn cho rằng việc đình chỉ của mình nên được gỡ bỏ. Người kiểm duyệt sẽ xem xét tin nhắn của bạn.
zh_hans: 请说明您认为应解除封禁的理由。管理员将审阅您的留言。
zh_hant: 請說明您認為應解除停權的理由。版主將會審閱您的訊息。

source: Filed %@
ar: قُدِّم في %@
bn: %@ দাখিল করা হয়েছে
cs: Podáno %@
da: Indsendt %@
de: Eingereicht am %@
el: Υποβλήθηκε %@
es: Presentada el %@
es_419: Presentada el %@
fa: ثبت‌شده در %@
fi: Jätetty %@
fil: Inihain noong %@
fr: Déposé %@
he: הוגש %@
hi: %@ को दायर किया गया
hu: Beküldve: %@
hy: Ներկայացվել է %@
id: Diajukan %@
it: Inviato %@
ja: %@ に申し立て済み
ko: %@에 신청됨
ms: Difailkan %@
nl: Ingediend %@
no: Innsendt %@
pl: Złożono %@
pt_br: Enviado em %@
pt_pt: Submetido %@
ro: Depusă %@
ru: Подано %@
sv: Inlämnad %@
ta: %@ தாக்கல் செய்யப்பட்டது
te: %@న దాఖలు చేయబడింది
th: ยื่นเมื่อ %@
tr: %@ tarihinde gönderildi
uk: Подано %@
ur: %@ کو درج کی گئی
vi: Đã nộp %@
zh_hans: 提交于 %@
zh_hant: 提交於 %@

source: Harassment
ar: تحرّش
bn: হয়রানি
cs: Obtěžování
da: Chikane
de: Belästigung
el: Παρενόχληση
es: Acoso
es_419: Acoso
fa: آزار و اذیت
fi: Häirintä
fil: Panliligalig
fr: Harcèlement
he: הטרדה
hi: उत्पीड़न
hu: Zaklatás
hy: Ոտնձգություն
id: Pelecehan
it: Molestie
ja: ハラスメント
ko: 괴롭힘
ms: Gangguan
nl: Intimidatie
no: Trakassering
pl: Nękanie
pt_br: Assédio
pt_pt: Assédio
ro: Hărțuire
ru: Травля
sv: Trakasserier
ta: துன்புறுத்தல்
te: వేధింపులు
th: การคุกคาม
tr: Taciz
uk: Переслідування
ur: ہراسانی
vi: Quấy rối
zh_hans: 骚扰
zh_hant: 騷擾

source: Hate
ar: كراهية
bn: ঘৃণা
cs: Nenávist
da: Had
de: Hass
el: Μίσος
es: Odio
es_419: Odio
fa: نفرت‌پراکنی
fi: Vihapuhe
fil: Pagkamuhi
fr: Haine
he: שנאה
hi: घृणा
hu: Gyűlöletkeltés
hy: Ատելություն
id: Ujaran Kebencian
it: Incitamento all'odio
ja: ヘイト
ko: 혐오
ms: Kebencian
nl: Haat
no: Hat
pl: Nienawiść
pt_br: Ódio
pt_pt: Ódio
ro: Ură
ru: Ненависть
sv: Hat
ta: வெறுப்பு
te: ద్వేషం
th: ความเกลียดชัง
tr: Nefret
uk: Ненависть
ur: نفرت
vi: Thù ghét
zh_hans: 仇恨言论
zh_hant: 仇恨言論

source: Impersonation
ar: انتحال هوية
bn: ছদ্মবেশ ধারণ
cs: Vydávání se za jiného
da: Identitetsmisbrug
de: Identitätsmissbrauch
el: Πλαστοπροσωπία
es: Suplantación de identidad
es_419: Suplantación de identidad
fa: جعل هویت
fi: Toisena esiintyminen
fil: Pagpapanggap
fr: Usurpation d'identité
he: התחזות
hi: प्रतिरूपण
hu: Megszemélyesítés
hy: Ինքնության կեղծում
id: Peniruan Identitas
it: Furto d'identità
ja: なりすまし
ko: 사칭
ms: Penyamaran
nl: Imitatie
no: Identitetsetterligning
pl: Podszywanie się
pt_br: Falsidade de identidade
pt_pt: Falsidade de identidade
ro: Uzurpare de identitate
ru: Выдача себя за другое лицо
sv: Imitation
ta: ஆள்மாறாட்டம்
te: మారువేషం
th: การแอบอ้างเป็นผู้อื่น
tr: Kimliğe Bürünme
uk: Видавання себе за іншу особу
ur: جعلی شناخت
vi: Mạo danh
zh_hans: 冒充他人
zh_hant: 冒充他人

source: Issue Timeout
ar: إصدار إيقاف مؤقت
bn: টাইমআউট জারি করুন
cs: Udělit timeout
da: Udsted timeout
de: Timeout verhängen
el: Επιβολή αναστολής
es: Aplicar sanción temporal
es_419: Aplicar sanción temporal
fa: صدور محرومیت موقت
fi: Anna porttikielto
fil: Maglagay ng Timeout
fr: Appliquer une sanction
he: הטלת השעיה
hi: टाइमआउट जारी करें
hu: Felfüggesztés kiadása
hy: Սահմանել ժամանակավոր արգելք
id: Terbitkan Timeout
it: Assegna timeout
ja: タイムアウトを発行
ko: 타임아웃 부과
ms: Kenakan Tempoh Henti
nl: Time-out opleggen
no: Gi utestengelse
pl: Nałóż blokadę czasową
pt_br: Aplicar Suspensão Temporária
pt_pt: Aplicar Suspensão Temporária
ro: Aplicați un timeout
ru: Выдать тайм-аут
sv: Utfärda time-out
ta: Timeout வழங்கவும்
te: టైమ్‌అవుట్‌ను జారీ చేయండి
th: ออกคำสั่งพักการใช้งาน
tr: Zaman Aşımı Uygula
uk: Видати тайм-аут
ur: ٹائم آؤٹ جاری کریں
vi: Ban hành lệnh tạm khóa
zh_hans: 发出禁言
zh_hant: 發出禁言

source: Moderator note
ar: ملاحظة المشرف
bn: মডারেটরের নোট
cs: Poznámka moderátora
da: Note fra moderator
de: Moderationshinweis
el: Σημείωση συντονιστή
es: Nota del moderador
es_419: Nota del moderador
fa: یادداشت ناظر
fi: Moderaattorin huomautus
fil: Tala ng moderator
fr: Note du modérateur
he: הערת מנהל קהילה
hi: मॉडरेटर टिप्पणी
hu: Moderátori megjegyzés
hy: Մոդերատորի նշում
id: Catatan moderator
it: Nota del moderatore
ja: モデレーターのメモ
ko: 모더레이터 메모
ms: Nota moderator
nl: Moderatornotitie
no: Moderatornotat
pl: Notatka moderatora
pt_br: Nota do moderador
pt_pt: Nota do moderador
ro: Notă de la moderator
ru: Заметка модератора
sv: Moderatoranteckning
ta: நடுவர் குறிப்பு
te: మోడరేటర్ గమనిక
th: บันทึกจากผู้ดูแล
tr: Moderatör notu
uk: Примітка модератора
ur: موڈریٹر کا نوٹ
vi: Ghi chú của người kiểm duyệt
zh_hans: 管理员备注
zh_hant: 版主備註

source: No end date
ar: بلا تاريخ انتهاء
bn: কোনো শেষ তারিখ নেই
cs: Bez data ukončení
da: Ingen slutdato
de: Kein Enddatum
el: Χωρίς ημερομηνία λήξης
es: Sin fecha de finalización
es_419: Sin fecha de finalización
fa: بدون تاریخ پایان
fi: Ei päättymispäivää
fil: Walang petsa ng pagtatapos
fr: Aucune date de fin
he: ללא תאריך סיום
hi: कोई समाप्ति तिथि नहीं
hu: Nincs lejárati dátum
hy: Ավարտի ամսաթիվ չկա
id: Tanpa tanggal berakhir
it: Nessuna data di fine
ja: 終了日なし
ko: 종료일 없음
ms: Tiada tarikh tamat
nl: Geen einddatum
no: Ingen sluttdato
pl: Brak daty zakończenia
pt_br: Sem data de término
pt_pt: Sem data de fim
ro: Fără dată de încheiere
ru: Без даты окончания
sv: Inget slutdatum
ta: முடிவுத் தேதி இல்லை
te: ముగింపు తేదీ లేదు
th: ไม่มีวันสิ้นสุด
tr: Bitiş tarihi yok
uk: Без дати завершення
ur: کوئی اختتامی تاریخ نہیں
vi: Không có ngày kết thúc
zh_hans: 无结束日期
zh_hant: 無結束日期

source: Note
ar: ملاحظة
bn: নোট
cs: Poznámka
de: Hinweis
el: Σημείωση
es: Nota
es_419: Nota
fa: یادداشت
fi: Huomautus
fil: Tala
he: הערה
hi: टिप्पणी
hu: Megjegyzés
hy: Նշում
id: Catatan
it: Nota
ja: メモ
ko: 메모
ms: Nota
nl: Notitie
no: Notat
pl: Notatka
pt_br: Nota
pt_pt: Nota
ro: Notă
ru: Заметка
sv: Anteckning
ta: குறிப்பு
te: గమనిక
th: บันทึก
tr: Not
uk: Примітка
ur: نوٹ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Note for the user
ar: ملاحظة للمستخدم
bn: ব্যবহারকারীর জন্য নোট
cs: Poznámka pro uživatele
da: Note til brugeren
de: Hinweis für die Person
el: Σημείωση προς τον χρήστη
es: Nota para el usuario
es_419: Nota para el usuario
fa: یادداشت برای کاربر
fi: Huomautus käyttäjälle
fil: Tala para sa user
fr: Note pour l'utilisateur
he: הערה למשתמש
hi: उपयोगकर्ता के लिए टिप्पणी
hu: Megjegyzés a felhasználónak
hy: Նշում օգտատիրոջ համար
id: Catatan untuk pengguna
it: Nota per l'utente
ja: ユーザーへのメモ
ko: 사용자에게 전할 메모
ms: Nota untuk pengguna
nl: Notitie voor de gebruiker
no: Notat til brukeren
pl: Notatka dla użytkownika
pt_br: Nota para o usuário
pt_pt: Nota para o utilizador
ro: Notă pentru utilizator
ru: Заметка для пользователя
sv: Anteckning till användaren
ta: பயனருக்கான குறிப்பு
te: వినియోగదారు కోసం గమనిక
th: บันทึกถึงผู้ใช้
tr: Kullanıcı için not
uk: Примітка для користувача
ur: صارف کے لیے نوٹ
vi: Ghi chú cho người dùng
zh_hans: 给用户的备注
zh_hant: 給使用者的備註

source: Other
ar: أخرى
bn: অন্যান্য
cs: Jiné
da: Andet
de: Sonstiges
el: Άλλο
es: Otro
es_419: Otro
fa: سایر
fi: Muu
fil: Iba pa
fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
hy: Այլ
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Lain-lain
nl: Overig
no: Annet
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altul
ru: Другое
sv: Annat
ta: மற்றவை
te: ఇతర
th: อื่น ๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Permanent
ar: دائم
bn: স্থায়ী
cs: Trvalé
de: Dauerhaft
el: Οριστική
es: Permanente
es_419: Permanente
fa: دائمی
fi: Pysyvä
fil: Permanente
fr: Permanente
he: לצמיתות
hi: स्थायी
hu: Végleges
hy: Մշտական
id: Permanen
it: Permanente
ja: 永久
ko: 영구
ms: Kekal
pl: Stałe
pt_br: Permanente
pt_pt: Permanente
ru: Навсегда
ta: நிரந்தரம்
te: శాశ్వతం
th: ถาวร
tr: Kalıcı
uk: Назавжди
ur: مستقل
vi: Vĩnh viễn
zh_hans: 永久
zh_hant: 永久

source: Reason
ar: السبب
bn: কারণ
cs: Důvod
da: Årsag
de: Grund
el: Αιτία
es: Motivo
es_419: Motivo
fa: دلیل
fi: Syy
fil: Dahilan
fr: Motif
he: סיבה
hi: कारण
hu: Indok
hy: Պատճառ
id: Alasan
it: Motivo
ja: 理由
ko: 사유
ms: Sebab
nl: Reden
no: Årsak
pl: Powód
pt_br: Motivo
pt_pt: Motivo
ro: Motiv
ru: Причина
sv: Orsak
ta: காரணம்
te: కారణం
th: เหตุผล
tr: Neden
uk: Причина
ur: وجہ
vi: Lý do
zh_hans: 原因
zh_hant: 原因

source: Revoke Timeout
ar: إلغاء الإيقاف المؤقت
bn: টাইমআউট প্রত্যাহার করুন
cs: Zrušit timeout
da: Ophæv timeout
de: Timeout aufheben
el: Άρση αναστολής
es: Revocar sanción temporal
es_419: Revocar sanción temporal
fa: لغو محرومیت موقت
fi: Peruuta porttikielto
fil: Bawiin ang Timeout
fr: Annuler la sanction
he: ביטול ההשעיה
hi: टाइमआउट रद्द करें
hu: Felfüggesztés visszavonása
hy: Չեղարկել ժամանակավոր արգելքը
id: Cabut Timeout
it: Revoca timeout
ja: タイムアウトを取り消す
ko: 타임아웃 해제
ms: Tarik Balik Tempoh Henti
nl: Time-out intrekken
no: Opphev utestengelse
pl: Cofnij blokadę czasową
pt_br: Revogar Suspensão Temporária
pt_pt: Revogar Suspensão Temporária
ro: Anulați timeout-ul
ru: Отменить тайм-аут
sv: Återkalla time-out
ta: Timeout-ஐ ரத்துசெய்யவும்
te: టైమ్‌అవుట్‌ను రద్దు చేయండి
th: ยกเลิกการพักการใช้งาน
tr: Zaman Aşımını Kaldır
uk: Скасувати тайм-аут
ur: ٹائم آؤٹ منسوخ کریں
vi: Thu hồi lệnh tạm khóa
zh_hans: 撤销禁言
zh_hant: 撤銷禁言

source: Revoke timeout on %@?
ar: إلغاء الإيقاف المؤقت عن %@؟
bn: %@-এর উপর টাইমআউট প্রত্যাহার করবেন?
cs: Zrušit timeout uživatele %@?
da: Ophæv timeout for %@?
de: Timeout für %@ aufheben?
el: Άρση αναστολής για τον χρήστη %@;
es: ¿Revocar la sanción temporal de %@?
es_419: ¿Revocar la sanción temporal de %@?
fa: محرومیت موقت %@ لغو شود؟
fi: Peruutetaanko käyttäjän %@ porttikielto?
fil: Bawiin ang timeout kay %@?
fr: Annuler la sanction de %@ ?
he: לבטל את ההשעיה של %@?
hi: %@ का टाइमआउट रद्द करें?
hu: Visszavonja %@ felfüggesztését?
hy: Չեղարկե՞լ %@-ի ժամանակավոր արգելքը։
id: Cabut timeout untuk %@?
it: Revocare il timeout su %@?
ja: %@ のタイムアウトを取り消しますか？
ko: %@님의 타임아웃을 해제하시겠습니까?
ms: Tarik balik tempoh henti ke atas %@?
nl: Time-out voor %@ intrekken?
no: Oppheve utestengelsen av %@?
pl: Cofnąć blokadę czasową dla %@?
pt_br: Revogar a suspensão temporária de %@?
pt_pt: Revogar a suspensão temporária de %@?
ro: Anulați timeout-ul pentru %@?
ru: Отменить тайм-аут для %@?
sv: Återkalla time-out för %@?
ta: %@ மீதான timeout-ஐ ரத்துசெய்யவா?
te: %@పై టైమ్‌అవుట్‌ను రద్దు చేయాలా?
th: ยกเลิกการพักการใช้งานของ %@ หรือไม่
tr: %@ kullanıcısının zaman aşımı kaldırılsın mı?
uk: Скасувати тайм-аут для %@?
ur: کیا %@ پر لاگو ٹائم آؤٹ منسوخ کریں؟
vi: Thu hồi lệnh tạm khóa đối với %@?
zh_hans: 撤销对 %@ 的禁言？
zh_hant: 要撤銷對 %@ 的禁言嗎？

source: Spam
ar: رسائل مزعجة
bn: স্প্যাম
fa: هرزنامه
fi: Roskaposti
he: ספאם
hi: स्पैम
hy: Սպամ
ja: スパム
ko: 스팸
ru: Спам
te: స్పామ్
th: สแปม
uk: Спам
ur: اسپام
zh_hans: 垃圾信息
zh_hant: 垃圾訊息

source: Submit
ar: إرسال
bn: জমা দিন
cs: Odeslat
da: Indsend
de: Senden
el: Υποβολή
es: Enviar
es_419: Enviar
fa: ارسال
fi: Lähetä
fil: Isumite
fr: Envoyer
he: שליחה
hi: सबमिट करें
hu: Beküldés
hy: Ուղարկել
id: Kirim
it: Invia
ja: 送信
ko: 제출
ms: Hantar
nl: Verstuur
no: Send inn
pl: Wyślij
pt_br: Enviar
pt_pt: Submeter
ro: Trimiteți
ru: Отправить
sv: Skicka in
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి
th: ส่ง
tr: Gönder
uk: Надіслати
ur: جمع کرائیں
vi: Gửi
zh_hans: 提交
zh_hant: 提交

source: Submit Appeal
ar: إرسال الاعتراض
bn: আপিল জমা দিন
cs: Odeslat odvolání
da: Indsend klage
de: Einspruch einreichen
el: Υποβολή ένστασης
es: Enviar apelación
es_419: Enviar apelación
fa: ارسال درخواست تجدیدنظر
fi: Lähetä valitus
fil: Isumite ang Apela
fr: Envoyer le recours
he: שליחת ערעור
hi: अपील सबमिट करें
hu: Fellebbezés beküldése
hy: Ուղարկել բողոքը
id: Kirim Banding
it: Invia ricorso
ja: 異議申し立てを送信
ko: 이의 신청 제출
ms: Hantar Rayuan
nl: Bezwaar indienen
no: Send inn klage
pl: Wyślij odwołanie
pt_br: Enviar Recurso
pt_pt: Submeter Recurso
ro: Trimiteți contestația
ru: Отправить апелляцию
sv: Skicka in överklagande
ta: மேல்முறையீட்டைச் சமர்ப்பிக்கவும்
te: అప్పీల్‌ను సమర్పించండి
th: ส่งคำอุทธรณ์
tr: İtirazı Gönder
uk: Надіслати апеляцію
ur: اپیل جمع کرائیں
vi: Gửi đơn kháng nghị
zh_hans: 提交申诉
zh_hant: 提交申訴

source: Suspended
ar: موقوف
bn: স্থগিত
cs: Pozastaveno
da: Suspenderet
de: Gesperrt
el: Σε αναστολή
es: Suspendido
es_419: Suspendido
fa: تعلیق‌شده
fi: Jäädytetty
fil: Naka-suspinde
fr: Suspendu
he: מושעה
hi: निलंबित
hu: Felfüggesztve
hy: Կասեցված է
id: Ditangguhkan
it: Sospeso
ja: 停止中
ko: 정지됨
ms: Digantung
nl: Geschorst
no: Utestengt
pl: Zawieszony
pt_br: Suspenso
pt_pt: Suspenso
ro: Suspendat
ru: Заблокирован
sv: Avstängd
ta: இடைநிறுத்தப்பட்டது
te: సస్పెండ్ చేయబడింది
th: ถูกระงับการใช้งาน
tr: Askıya Alındı
uk: Заблоковано
ur: معطل
vi: Bị đình chỉ
zh_hans: 已封禁
zh_hant: 已停權

source: Suspended for %lld day(s)
ar: موقوف لمدة %lld يوم
bn: %lld দিনের জন্য স্থগিত
cs: Pozastaveno na %lld dní
da: Suspenderet i %lld dag(e)
de: Gesperrt für %lld Tage
el: Σε αναστολή για %lld ημέρες
es: Suspendido durante %lld día(s)
es_419: Suspendido por %lld día(s)
fa: تعلیق به مدت %lld روز
fi: Jäädytetty %lld päiväksi
fil: Naka-suspinde sa loob ng %lld araw
fr: Suspendu pour %lld jour(s)
he: מושעה למשך %lld ימים
hi: %lld दिन के लिए निलंबित
hu: %lld napra felfüggesztve
hy: Կասեցված է %lld օրով
id: Ditangguhkan selama %lld hari
it: Sospeso per %lld giorni
ja: 残り%lld日間の停止
ko: %lld일 동안 정지됨
ms: Digantung selama %lld hari
nl: Geschorst voor %lld dag(en)
no: Utestengt i %lld dag(er)
pl: Zawieszony na %lld dni
pt_br: Suspenso por %lld dia(s)
pt_pt: Suspenso durante %lld dia(s)
ro: Suspendat încă %lld zile
ru: Заблокирован на %lld дн.
sv: Avstängd i %lld dag(ar)
ta: %lld நாட்களுக்கு இடைநிறுத்தப்பட்டது
te: %lld రోజుల పాటు సస్పెండ్ చేయబడింది
th: ถูกระงับการใช้งานอีก %lld วัน
tr: %lld gün askıya alındı
uk: Заблоковано на %lld дн.
ur: %lld دن کے لیے معطل
vi: Bị đình chỉ trong %lld ngày
zh_hans: 封禁剩余 %lld 天
zh_hant: 停權 %lld 天

source: Suspended for %lld hour(s)
ar: موقوف لمدة %lld ساعة
bn: %lld ঘণ্টার জন্য স্থগিত
cs: Pozastaveno na %lld hodin
da: Suspenderet i %lld time(r)
de: Gesperrt für %lld Stunden
el: Σε αναστολή για %lld ώρες
es: Suspendido durante %lld hora(s)
es_419: Suspendido por %lld hora(s)
fa: تعلیق به مدت %lld ساعت
fi: Jäädytetty %lld tunniksi
fil: Naka-suspinde sa loob ng %lld oras
fr: Suspendu pour %lld heure(s)
he: מושעה למשך %lld שעות
hi: %lld घंटे के लिए निलंबित
hu: %lld órára felfüggesztve
hy: Կասեցված է %lld ժամով
id: Ditangguhkan selama %lld jam
it: Sospeso per %lld ore
ja: 残り%lld時間の停止
ko: %lld시간 동안 정지됨
ms: Digantung selama %lld jam
nl: Geschorst voor %lld uur
no: Utestengt i %lld time(r)
pl: Zawieszony na %lld godz.
pt_br: Suspenso por %lld hora(s)
pt_pt: Suspenso durante %lld hora(s)
ro: Suspendat încă %lld ore
ru: Заблокирован на %lld ч.
sv: Avstängd i %lld timme/timmar
ta: %lld மணி நேரத்திற்கு இடைநிறுத்தப்பட்டது
te: %lld గంటల పాటు సస్పెండ్ చేయబడింది
th: ถูกระงับการใช้งานอีก %lld ชั่วโมง
tr: %lld saat askıya alındı
uk: Заблоковано на %lld год.
ur: %lld گھنٹے کے لیے معطل
vi: Bị đình chỉ trong %lld giờ
zh_hans: 封禁剩余 %lld 小时
zh_hant: 停權 %lld 小時

source: Suspended for %lld minute(s)
ar: موقوف لمدة %lld دقيقة
bn: %lld মিনিটের জন্য স্থগিত
cs: Pozastaveno na %lld minut
da: Suspenderet i %lld minut(ter)
de: Gesperrt für %lld Minuten
el: Σε αναστολή για %lld λεπτά
es: Suspendido durante %lld minuto(s)
es_419: Suspendido por %lld minuto(s)
fa: تعلیق به مدت %lld دقیقه
fi: Jäädytetty %lld minuutiksi
fil: Naka-suspinde sa loob ng %lld minuto
fr: Suspendu pour %lld minute(s)
he: מושעה למשך %lld דקות
hi: %lld मिनट के लिए निलंबित
hu: %lld percre felfüggesztve
hy: Կասեցված է %lld րոպեով
id: Ditangguhkan selama %lld menit
it: Sospeso per %lld minuti
ja: 残り%lld分間の停止
ko: %lld분 동안 정지됨
ms: Digantung selama %lld minit
nl: Geschorst voor %lld minuut(en)
no: Utestengt i %lld minutt(er)
pl: Zawieszony na %lld min
pt_br: Suspenso por %lld minuto(s)
pt_pt: Suspenso durante %lld minuto(s)
ro: Suspendat încă %lld minute
ru: Заблокирован на %lld мин.
sv: Avstängd i %lld minut(er)
ta: %lld நிமிடங்களுக்கு இடைநிறுத்தப்பட்டது
te: %lld నిమిషాల పాటు సస్పెండ్ చేయబడింది
th: ถูกระงับการใช้งานอีก %lld นาที
tr: %lld dakika askıya alındı
uk: Заблоковано на %lld хв.
ur: %lld منٹ کے لیے معطل
vi: Bị đình chỉ trong %lld phút
zh_hans: 封禁剩余 %lld 分钟
zh_hant: 停權 %lld 分鐘

source: Suspended for %lld second(s)
ar: موقوف لمدة %lld ثانية
bn: %lld সেকেন্ডের জন্য স্থগিত
cs: Pozastaveno na %lld sekund
da: Suspenderet i %lld sekund(er)
de: Gesperrt für %lld Sekunden
el: Σε αναστολή για %lld δευτερόλεπτα
es: Suspendido durante %lld segundo(s)
es_419: Suspendido por %lld segundo(s)
fa: تعلیق به مدت %lld ثانیه
fi: Jäädytetty %lld sekunniksi
fil: Naka-suspinde sa loob ng %lld segundo
fr: Suspendu pour %lld seconde(s)
he: מושעה למשך %lld שניות
hi: %lld सेकंड के लिए निलंबित
hu: %lld másodpercre felfüggesztve
hy: Կասեցված է %lld վայրկյանով
id: Ditangguhkan selama %lld detik
it: Sospeso per %lld secondi
ja: 残り%lld秒間の停止
ko: %lld초 동안 정지됨
ms: Digantung selama %lld saat
nl: Geschorst voor %lld seconde(n)
no: Utestengt i %lld sekund(er)
pl: Zawieszony na %lld sek.
pt_br: Suspenso por %lld segundo(s)
pt_pt: Suspenso durante %lld segundo(s)
ro: Suspendat încă %lld secunde
ru: Заблокирован на %lld сек.
sv: Avstängd i %lld sekund(er)
ta: %lld வினாடிகளுக்கு இடைநிறுத்தப்பட்டது
te: %lld సెకన్ల పాటు సస్పెండ్ చేయబడింది
th: ถูกระงับการใช้งานอีก %lld วินาที
tr: %lld saniye askıya alındı
uk: Заблоковано на %lld с
ur: %lld سیکنڈ کے لیے معطل
vi: Bị đình chỉ trong %lld giây
zh_hans: 封禁剩余 %lld 秒
zh_hant: 停權 %lld 秒

source: Suspended permanently
ar: موقوف بشكل دائم
bn: স্থায়ীভাবে স্থগিত
cs: Pozastaveno trvale
da: Suspenderet permanent
de: Dauerhaft gesperrt
el: Σε οριστική αναστολή
es: Suspendido permanentemente
es_419: Suspendido permanentemente
fa: تعلیق دائم
fi: Jäädytetty pysyvästi
fil: Permanenteng naka-suspinde
fr: Suspendu définitivement
he: מושעה לצמיתות
hi: स्थायी रूप से निलंबित
hu: Véglegesen felfüggesztve
hy: Կասեցված է մշտապես
id: Ditangguhkan secara permanen
it: Sospeso in modo permanente
ja: 永久に停止
ko: 영구 정지됨
ms: Digantung secara kekal
nl: Permanent geschorst
no: Utestengt permanent
pl: Zawieszony na stałe
pt_br: Suspenso permanentemente
pt_pt: Suspenso permanentemente
ro: Suspendat permanent
ru: Заблокирован навсегда
sv: Permanent avstängd
ta: நிரந்தரமாக இடைநிறுத்தப்பட்டது
te: శాశ్వతంగా సస్పెండ్ చేయబడింది
th: ถูกระงับการใช้งานอย่างถาวร
tr: Kalıcı olarak askıya alındı
uk: Заблоковано назавжди
ur: مستقل طور پر معطل
vi: Bị đình chỉ vĩnh viễn
zh_hans: 已永久封禁
zh_hant: 已永久停權

source: Suspension Details
ar: تفاصيل الإيقاف
bn: স্থগিতাদেশের বিবরণ
cs: Podrobnosti o pozastavení
da: Detaljer om suspendering
de: Sperrdetails
el: Λεπτομέρειες αναστολής
es: Detalles de la suspensión
es_419: Detalles de la suspensión
fa: جزئیات تعلیق
fi: Jäädytyksen tiedot
fil: Mga Detalye ng Suspensyon
fr: Détails de la suspension
he: פרטי ההשעיה
hi: निलंबन विवरण
hu: Felfüggesztés részletei
hy: Կասեցման մանրամասներ
id: Detail Penangguhan
it: Dettagli della sospensione
ja: 停止の詳細
ko: 정지 세부 정보
ms: Butiran Penggantungan
nl: Schorsingsdetails
no: Detaljer om utestengelsen
pl: Szczegóły zawieszenia
pt_br: Detalhes da Suspensão
pt_pt: Detalhes da Suspensão
ro: Detalii suspendare
ru: Сведения о блокировке
sv: Avstängningsuppgifter
ta: இடைநிறுத்த விவரங்கள்
te: సస్పెన్షన్ వివరాలు
th: รายละเอียดการระงับการใช้งาน
tr: Askı Ayrıntıları
uk: Деталі блокування
ur: معطلی کی تفصیلات
vi: Chi tiết đình chỉ
zh_hans: 封禁详情
zh_hant: 停權詳情
